// ******************************************************************************************************/
// 这个是工具自动生成的表代码，这个里面的任何更改在下次生成之后会变得无效，请注意！
// 文件名：     OccuVo.cs
// Copyright(c) 2012-2100 上海恺英网络科技有限公司，All rights reserved.
// ******************************************************************************************************/


namespace GameCFG
{
	using System;
	public sealed class OccuVo
	{
		/**
		职业
		**/
		public Byte Job;

		/**
		职业阶段
		**/
		public Byte JobStage;

		/**
		职业名称
		**/
		public string Name;
	}
}
