// ******************************************************************************************************/
// 这个是工具自动生成的表代码，这个里面的任何更改在下次生成之后会变得无效，请注意！
// 文件名：     RefineryItemVo.cs
// Copyright(c) 2012-2100 上海恺英网络科技有限公司，All rights reserved.
// ******************************************************************************************************/


namespace GameCFG
{
	using System;
	public sealed class RefineryItemVo
	{
		/**
		火焰序号
		**/
		public UInt32 id;

		/**
		掉落包1
		**/
		public UInt32 lootid;
	}
}
